Tekla Open API Reference for Tekla Structures 2025
CannotGetAttributeForPluginException Constructor
Overload List
Name | Description
CannotGetAttributeForPluginException()
 Creates a new CannotGetAttributeForPluginException instance.
CannotGetAttributeForPluginException(String)
 Creates a new CannotGetAttributeForPluginException instance.
Top
See Also
Reference
CannotGetAttributeForPluginException Class
Tekla.Structures.Drawing Namespace